{
    "about":"PLANTAMORE is the application to help you care for your plants. Advice on how to care for a plant is based on the informaiton in the database and information provided by the user. Please advice that instructions of care might not be as accurate if the plant is exposed to more or less sun than instructed or if a user is based outside of Sweden since advice adapts after the Swedish seasons.",
    "terms":"Throughout the application, different terms are used to describe the amount of sunligt, water and nutrition a plant should recieve. Below are explanations on what these terms mean:",
    "disc": "This application is meant to help users successfully care for their plants. The use of the app does not guarantee plant health and/or survival. The creators of the app take no responisbility for the health of any plants. It is the user, not the creators of PLANTAMORE, who is responsible for the continued health and survival of the plants.",
    "water3.1": "Generously",
    "water3.2": " - the plant needs a lot of water and should be watered several times a week.",
    "water2.1": "Moderatley",
    "water2.2": " - the plant needs quite a lot of water and should be watered about once a week.",
    "water1.1": "Sparingly",
    "water1.2": " - the plant only needs some water and should be watered about every other to every third week.",
    "nutri3.1": "Often",
    "nutri3.2": " - the plant needs a lot of added nutritions.",
    "nutri2.1": "Regularly",
    "nutri2.2": " - the plant needs some added nutritions.",
    "nutri1.1": "Rarely",
    "nutri1.2": " - the plant needs almost no added nutritions.",
    "sun5.1": "Direct",
    "sun5.2": " - the plant should get direct sunlight.",
    "sun4.1": "Direct/indirect",
    "sun4.2": " - the plant should get between direct and indirect sunlight.",
    "sun3.1": "Indirect",
    "sun3.2": " - the plant should be in some sunlight.",
    "sun2.1": "Indirect/shade",
    "sun2.2": " - the plant should get between some sunlight and shade.",
    "sun1.1": "Shade",
    "sun1.2": " - the plant should be placed in the shade."
}